<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Aleksandr Selivanov <alexgearbox@yandex.ru>
 * @author Yuriy Skalko <yuriy.skalko@gmail.com>
 */
$lang['e_unknowntype']         = 'Неизвестный тип «%s»';
$lang['e_unknownaction']       = 'Неизвестное действие «%s»';
$lang['e_missingargs']         = 'Недостаточно аргументов для %s %s';
$lang['e_noaction']            = 'Не указано действие (action). Куда следует отправить данные?';
$lang['e_mail']                = 'Что-то пошло не так при отправке данных';
$lang['e_unknownconstraint']   = 'Неизвестный ограничитель поля %s';
$lang['e_labelpage']           = 'Не найдена страница меток: %s';
$lang['e_required']            = 'Поле «%s» обязательно для заполнения';
$lang['e_match']               = 'Поле «%s» заполнено неверно. %s';
$lang['checkagainst']          = '(Проверяется по /%s/i)';
$lang['e_email']               = 'Поле «%s» должно содержать корректный адрес электронной почты.';
$lang['e_numeric']             = 'Поле «%s» должно содержать число.';
$lang['e_date']                = 'Поле «%s» должно содержать корректную дату в формате ГГГГ-ММ-ДД';
$lang['e_time']                = 'Поле «%s» должно быть допустимым временем в формате (ч)ч:мм(:сс)';
$lang['e_user']                = 'Поле «%s» должно содержать имя существующего пользователя.';
$lang['e_users']               = 'Поле «%s» должно содержать разделённый запятыми перечень имён (логинов) зарегистрированных пользователей.';
$lang['e_min']                 = 'Поле «%s» должно быть больше %s.';
$lang['e_max']                 = 'Поле «%s» должно быть меньше %s.';
$lang['e_pagename']            = 'Отсутствует имя страницы.';
$lang['e_pageexists']          = 'Страница «%s» уже существует. Пожалуйста, выберите другое имя.';
$lang['e_template']            = 'Невозможно прочитать шаблон «%s». Возможно, он не существует, или у вас не хватает прав для чтения.';
$lang['e_denied']              = 'Вам не разрешено создавать эту страницу. Возможно, вы забыли войти?';
$lang['mailsubject']           = 'Данные формы отправлены с %s';
$lang['mailintro']             = 'Следующие данные отправлены %s.';
$lang['mail_thanks']           = 'Ваши данные отправлены успешно. Спасибо.';
$lang['template_thanks']       = 'Страница создана, следуйте по ссылке, чтобы открыть её.';
$lang['summary']               = 'Создано по форме с %s';
$lang['attachmentMailEmpty']   = '(файл не отправлен)';
$lang['attachmentMailToLarge'] = '(файл слишком большой для почтового вложения)';
$lang['attachmentMailToLarge_userinfo'] = 'файл «%s» слишком большой для почтового вложения (>%s) (само сообщение отправлено)';
$lang['submit']                = 'Отправить';
