<?php

$lang['e_unknowntype']   = 'Неизвестный тип "%s"';
$lang['e_missingargs']   = 'Недостаточно аргументов для %s %s';
$lang['e_noaction']      = 'Не указано действие - куда должны быть отправить данные?';
$lang['e_mail']          = 'Произошла ошибка при отправке данных';

$lang['e_required']      = '"%s" данное поле обязательно для заполнения';
$lang['e_match']         = '"%s" заполнено неверно. (Checked against /%s/i)';
$lang['e_email']         = '"%s" данное поле должно содержать правильный адрес электронной почты.';
$lang['e_numeric']       = '"%s" данное поле должно содержать число.';
$lang['e_min']           = '"%s" данное поле должно быть больше, чем %s.';
$lang['e_max']           = '"%s" данное поле должно быть меньше, чем %s.';

$lang['e_pagename']      = 'Отсутствует имя страницы.';
$lang['e_pageexists']    = 'Страница "%s" уже существует. Пожалуйста, выберите другое имя.';
$lang['e_template']      = 'Невозможно прочитать шаблон "%s". Возможно, он не существует, или у вас не хватает прав для чтения?';
$lang['e_denied']        = 'Вам не разрешено создавать эту страницу, возможно, вы забыли войти?';

$lang['mailsubject']     = 'Данные формы отправлены с %s';
$lang['mailintro']       = 'Следующие данные отправлены %s.';

$lang['mail_thanks']     = 'Ваши данные отправлены успешно. Спасибо.';
$lang['template_thanks'] = 'Страница создана, следуйте по ссылке, чтобы открыть её.';

$lang['summary']         = 'Создано по форме с %s';
